"CIAdditionCompositing" = "Toevoeging";
"CIAffineClamp" = "Affine-klem";
"CIAffineTile" = "Affine-tegel";
"CIAffineTransform" = "Affine-transformatie";
"CIBarsSwipeTransition"="Balken vegen";
"CIBlendWithMask" = "Overvloeiing met masker";
"CIBloom" = "Groeien";
"CIBoxBlur"="Vak vervagen";
"CIBumpDistortion" = "Hobbelvervorming";
"CIBumpDistortionLinear"="Hobbelvervorming lineair";
"CICMYKHalftone" = "CMYK-halftint";
"CICheckerboardGenerator" = "Dambord";
"CICircleSplashDistortion" = "Ronde plonsvervorming";
"CICircularScreen" = "Rond scherm";
"CICircularWrap" = "Ronde vouwvervorming";
"CIColorControls" = "Kleurregelaars";
"CIColorCube" = "Kleurenkubus";
"CIColorInvert" = "Omgekeerde kleuren";
"CIColorMap" = "Kleurtoewijzing";
"CIColorMatrix" = "Kleurenmatrix";
"CIColorMonochrome" = "Kleur monochroom";
"CIColorPosterize" = "Kleurenposter";
"CIComicEffect" = "Stripboekeffect";
"CIConstantColorGenerator" = "Constante kleur";
"CICopyMachineTransition" = "Kopieermachine";
"CICrop" = "Bijsnijden";
"CICrystallize" = "Kristalliseren";
"CIDiscBlur"="Schijfvervaging";
"CIDisintegrateWithMaskTransition" = "Desintegreren met masker";
"CIDisplacementDistortion" = "Verplaatsingsvervorming";
"CIDissolveTransition" = "Overvloeien";
"CIDotScreen" = "Puntenscherm";
"CIEdges" = "Randen";
"CIEdgeWork" = "Randwerk";
"CIEightfoldReflectedTile"="Achtvoudig weerspiegelde tegel";
"CIExposureAdjust" = "Belichtingsaanpassing";
"CIFalseColor" = "Valse kleur";
"CIFastBoxBlur" = "Snelle vakvervaging";
"CIFastDiscBlur" = "Snelle schijfvervaging";
"CIFlashTransition" = "Flits";
"CIFourfoldReflectedTile"="Viervoudig weerspiegelde tegel";
"CIFourfoldRotatedTile"="Viervoudig geroteerde tegel";
"CIFourfoldTranslatedTile"="Viervoudig omgezette tegel";
"CIGammaAdjust" = "Gamma-aanpassing";
"CIGaussianBlur" = "Gaussiaanse vervaging";
"CIGaussianGradient" = "Gaussiaanse gradiënt";
"CIGlassDistortion" = "Glasvervorming";
"CIGlassLozenge" = "Glazen ruit";
"CIGlideReflectedTile"="Glijdend weerspiegelde tegel";
"CIGloom" = "Verduistering";
"CIHatchedScreen" = "Gearceerd scherm";
"CIHeightFieldFromMask" = "Hoogte veld vanaf masker";
"CIHexagonalPixellate"="Zeshoekige pixelomzetting";
"CIHoleDistortion" = "Gatvervorming";
"CIHueAdjust" = "Tintaanpassing";
"CIKaleidoscope" = "Caleidoscoop";
"CILanczosScaleTransform" = "Lanczos-schaaltransformatie";
"CILenticularHaloGenerator" = "Lenticulaire halo";
"CILineOverlay" = "Lijnoverlapping";
"CILineScreen" = "Lijnscherm";
"CILinearGradient" = "Lineaire gradiënt";
"CIMaskToAlpha" = "Masker naar alfa";
"CIMaximumCompositing" = "Maximum";
"CIMedianFilter" = "Gemiddeld";
"CIMinimumCompositing" = "Minimaal";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Bewegingsvervaging";
"CIMultiplyCompositing" = "Vermenigvuldiging";
"CINoiseReduction" = "Ruisonderdrukking";
"CIOpTile" = "Op tegel";
"CIPageCurlTransition" = "Krullende pagina";
"CIParallelogramTile" = "Parallellogram tegel";
"CIPerspectiveTile" = "Perspectief tegel";
"CIPerspectiveTransform" = "Perspectief transformatie";
"CIPinchDistortion" = "Pinch-vervorming";
"CIPixellate" = "Omzetting in pixels";
"CIPointillize" = "Omzetten in punten";
"CIRadialGradient" = "Radiale gradiënt";
"CIRandomGenerator" = "Willekeurige generator";
"CIRippleTransition" = "Rimpeling";
"CISepiaTone" = "Sepiatint";
"CIShadedMaterial" = "Gearceerd materiaal";
"CISharpenLuminance" = "Luminantieverscherping";
"CISixfoldReflectedTile"="Zesvoudig weerspiegelde tegel";
"CISixfoldRotatedTile"="Zesvoudig geroteerde tegel";
"CISourceAtopCompositing" = "Bron bovenaan";
"CISourceInCompositing" = "Bron in";
"CISourceOutCompositing" = "Bron uit";
"CISourceOverCompositing" = "Bron boven";
"CISpotColor" = "Spotkleur";
"CISpotLight" = "Zoeklicht";
"CIStarShineGenerator" = "Sterrenlicht";
"CIStripesGenerator" = "Strepen";
"CISunbeamsGenerator" = "Zonnestralen";
"CISwipeTransition" = "Vegen";
"CITorusLensDistortion" = "Toruslensvervorming";
"CITriangleTile" = "Driehoek tegel";
"CITwelvefoldReflectedTile"="Twaalfvoudig weerspiegelde tegel";
"CITwirlDistortion" = "Draaivervorming";
"CIUnsharpMask" = "Onscherp  masker";
"CIVortexDistortion" = "Vortexvervorming";
"CIWhitePointAdjust" = "Witte-puntenaanpassing";
"CIZoomBlur" = "Zoomvervaging";
"CIColorBlendMode" = "Overvloeimodus Kleur";
"CIColorBurnBlendMode" = "Overvloeimodus Kleur-burn";
"CIColorDodgeBlendMode" = "Overvloeimodus Kleur-dodge";
"CIDarkenBlendMode" = "Overvloeimodus Donkerder";
"CIDifferenceBlendMode" = "Overvloeimodus Verschil";
"CIExclusionBlendMode" = "Overvloeimodus Uitsluiting";
"CIHardLightBlendMode" = "Overvloeimodus Hard licht";
"CIHueBlendMode" = "Overvloeimodus Tint";
"CILightenBlendMode" = "Overvloeimodus Lichter";
"CILuminosityBlendMode" = "Overvloeimodus Helderheid";
"CIMultiplyBlendMode" = "Overvloeimodus Vermenigvuldiging";
"CIOverlayBlendMode" = "Overvloeimodus Overlay";
"CISaturationBlendMode" = "Overvloeimodus Verzadiging";
"CIScreenBlendMode" = "Overvloeimodus Scherm";
"CISoftLightBlendMode" = "Overvloeimodus Zacht licht";
"CIAreaHistogram" = "Histogram van gedeelte";
"CIAreaMaximum" = "Maximum van gedeelte";
"CIAreaMinimum" = "Minimum van gedeelte";
"CIAreaMaximumAlpha" = "Maximale alfa van gedeelte";
"CIAreaMinimumAlpha" = "Minimale alfa van gedeelte";
"CIAreaAverage" = "Gemiddelde van gedeelte";
"CIRowAverage" = "Gemiddelde van rij";
"CIColumnAverage" = "Gemiddelde van kolom";
"CIMinimumComponent" = "Minimale component";
"CIMaximumComponent" = "Maximale component";
